  var content_it_easy =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"ความรู้เบื้องต้นเกี่ยวกับคอมพิวเตอร์"
    ,"body":"การเรียนรู้เพื่อให้เข้าใจระบบการทำงานของคอมพิวเตอร์  รวมทั้งเข้าใจอุปกรณ์ที่เป็นส่วนประกอบ ทั้งที่อยู่ภายในตัวเครื่อง และภายนอก"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ","พนักงานช่วยเหลือด้านคอมพิวเตอร์"]
    ,"course":[
              {"name":"ความรู้คอมพิวเตอร์เบื้องต้น ","link":"http://home.kku.ac.th/hslib/412141/412141_2548/c1intro.htm","pic":""}
              ,{"name":"ทักษะการใช้คอมพิวเตอร์ ","link":"http://www.koonnapab.com/gallery/com29.pdf","pic":""}
              ,{"name":"ความรู้พื้นฐานคอมพิวเตอร์","link":"http://www2.tsu.ac.th/cst/course/computer_it/comflash/p1.html ","pic":"imgcontent/it_low_2_online_3.png"}
              ]
    ,"center":[
              {"name":"โครงการฝึกอบรมการใช้คอมพิวเตอร์และเทคโนโลยีสารสนเทศเพื่อส่งเสริมการพัฒนาคุณภาพชีวิตคนตาบอด","link":"https://uso.nbtc.go.th/TH/project-detail.php?proID=31","pic":"imgcontent/it_low_2_center_1.png"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }
  ];

  var content_it_medium =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }


  ];

  var content_it_hard =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }


    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"imgcontent/"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"imgcontent/"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"imgcontent/"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"imgcontent/"}
              ]
    }

  ];
