  var content_it_easy =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }
  ];

  var content_it_medium =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }


  ];

  var content_it_hard =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }


    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"http://www.thaiedu.net/typing/typing_thai.php?lesson=T0101","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

  ];
