  var content_it_easy =
  [
    {
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }

    ,{
      "topic":"สอนการพิมดีด"
    ,"body":"ทักษะการพิมพ์ดีดซึ่งในอดีตเป็นทักษะเฉพาะอาชีพเลขานุการหรือพนักงานพิมพ์ดีดเท่านั้น แต่ปัจจุบันได้กลายเป็นทักษะสำหรับทุกคนแล้ว เพราะการมีทักษะดังกล่าวติดตัวจะช่วยให้การใช้งานคอมพิวเตอร์สะดวกมากขึ้น สามารถป้อนข้อมูลข่าวสารได้มากและแม่นยำด้วยเวลาที่น้อยลง และที่สำคัญคือเป็นทักษะพื้นฐานที่ต้องการของนายจ้างเป็นอันดับต้นๆเลยทีเดียว"
    ,"job":["เจ้าหน้าที่ธุรการ","พนักงานป้อนข้อมูล","พนักงานคอมพิวเตอร์","เลขานุการ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":"abc.jpg"}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":"abc.jpg"}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":"abc.jpg"}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":"abc.jpg"}
              ]
    }
  ];

  var content_it_medium =
  [
    {
      "topic":"Photoshop"
    ,"body":"โปรแกรมPhotoshopเป็นโปรแกรมสร้างและแก้ไขรูปภาพอย่างมืออาชีพโดยเฉพาะนักออกแบบในทุกวงกาย่อมรู้จักโปรแกรมตัวนี้ดี โปรแกรม Photoshop เป็นโปรแกรมที่มีเครื่องมือมากมายเพื่อสนับสนุนการสร้างงานประเภทสิ่งพิมพ์ งานวิดีทัศน์ งานนำเสนอ งานมัลติมีเดีย ตลอดจนงานออกแบบและพัฒนาเว็บไซต์ ซึ่งถือว่าเป็นประโยชน์ในการประกอบหลายๆอาชีพเลยทีเดียว "
    ,"job":["รับจ้างแต่งภาพ","กราฟฟิกดีไซน์เนอร์","พนักงานธุรการ","แอดมินเว็บไซต์","พนักงานฝ่ายการตลาดและประชาสัมพันธ์"]
    ,"course":[
              {"name":"โปรแกรมแต่งภาพ Photoshop CS6 อัจฉริยะการแต่งภาพ","link":"http://giveuwblog.blogspot.com/2012/11/photoshop-cs6-basic.html","pic":""}
              ,{"name":"การใช้ Photoshop","link":"http://www.it-guides.com/training-a-tutorial/photoshop","pic":""}
              ,{"name":"การใช้ Photoshop2","link":"http://www.comnetsite.com/photoshop-tech.php","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }

    ,{
      "topic":"Web programming (html)"
    ,"body":""
    ,"job":["นักพัฒนาเว็บไซต์","พนักงานฝ่ายไอที","พนักงานธุรการ","พนักงานฝ่ายการตลาดและประชาสัมพันธ์","เจ้าหน้าที่ดูแลเว็บไซต์","รับจ้างอิสระ"]
    ,"course":[
              {"name":"สอนทำเว็บไซต์","link":"http://www.hellomyweb.com/","pic":"imgcontent/it_inter_2_online_1.png"}
              ,{"name":"แนะนำการสร้างเว็บไซต์ สอนทำเว็บตั้งแต่พื้นฐาน สอน HTML,CSS, XHTML แนะนำการใช้งาน Wordpress & Joomla!","link":"http://www.enjoyday.net/webtutorial/html/index.html","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }

    ,{
      "topic":"ตัดต่อวิดีโอ"
    ,"body":"การตัดต่อวิดีโอเป็นการนำไฟล์หลายๆไฟล์ที่จัดเก็บอยู่ในเครื่องคอมพิวเตอร์มาเรียงต่อกัน โดยทำการเลือกภาพและเสียงที่ต้องการ จากนั้นจึงทำการตกแต่งภาพ โดยการเพิ่มเติมข้อมูลต่าง ๆ  เช่น สีสัน ความสวยงาม ข้อความ เพิ่มความเร็วหรือลดความเร็วในการแสดงภาพเคลื่อนไหว ซึ่งสามารถนำมาใช้ประโยชน์ในการผลิตสื่อประชาสัมพันธ์ให้กับองค์กรหรือบริษัทต่างๆ รวมทั้งสามารถใช้ทักษะนี้ในการรับจ้างอิสระได้อีกด้วย"
    ,"job":["พนักงานฝ่ายมัลติมีเดีย","พนักงานฝ่ายไอที","เจ้าหน้าที่ดูแลเว็บไซต์","พนักงานฝ่ายการตลาดและประชาสัมพันธ์","รับจ้างอิสระ"]
    ,"course":[
              {"name":"การตัดต่อวิดีโอ","link":"http://www.vdoschool.com/vdo/index.php/how-to-editing-video.html","pic":""}
              ,{"name":"ตัดต่อวีดีโอง่ายๆ ด้วย Windows Movie Maker","link":"https://sites.google.com/site/m68n34/widixo-naeana-kar-tad-tx-widixo/tad-tx-widixo-ngay-dwy-windows-movie-maker","pic":""}
              ,{"name":"ไชยรัตน์การตัดต่อวีดีโอ ","link":"https://sites.google.com/site/chiyratnkartadtxwidixo/home/prawati-khxng-kar-tad-tx-widixo ","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธิส่งเสริมและพัฒนาคนพิการ รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }


  ];

  var content_it_hard =
  [
    {
      "topic":"Java programming"
    ,"body":""
    ,"job":["โปรแกรมเมอร์","เจ้าหน้าที่ฝ่ายไอที","รับจ้างอิสระ"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":""}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธิพระมหาไถ่","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }

    ,{
      "topic":"C programming"
    ,"body":""
    ,"job":["โปรแกรมเมอร์","เจ้าหน้าที่ฝ่ายไอที","รับจ้างอิสระ","นักวิเคราะห์โครงสร้างทางซอฟต์แวร์"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":""}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธพระมหาไถ่","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }


    ,{
      "topic":"Database"
    ,"body":""
    ,"job":["โปรแกรมเมอร์","เจ้าหน้าที่ฝ่ายไอที","รับจ้างอิสระ","นักวิเคราะห์โครงสร้างทางซอฟต์แวร์"]
    ,"course":[
              {"name":"ฝึกพิมพ์ไทย-อังกฤษ","link":"http://www.thaiedu.net/typing/","pic":""}
              ,{"name":"ฝึกพิมพ์กับโยงใยไทยศึกษา","link":"","pic":""}
              ,{"name":"บทเรียนการพิมพ์สัมผัส","link":"","pic":""}
              ]
    ,"center":[
              {"name":"มูลนิธิพระมหาไถ่","link":"http://www.tdf.or.th/14857695/มูลนิธิส่งเสริมและพัฒนาคนพิการ-รับสมัครคนพิการเข้าฝีกอบรมคอมพิวเตอร์","pic":""}
              ,{"name":"ฝึกทักษะคนพิการและบ้านวิถีชีวิตอิสระ","link":"http://snmrc57.snmrc.go.th/index.php?option=com_content&view=article&id=15&Itemid=16","pic":""}
              ]
    }

  ];
